;Language translation for MP3Gain (the GUI part)
;
;Simply translate the strings in this file, name the file
;  YOURLANGUAGE.mp3gain.ini
;and put it in the same folder as the GUI exe file.
;
; (the GUI just looks for ONE *.mp3gain.ini file-- if there
;  are more than one in the folder, it will only pick
;  one of them)
;
;Idėja yra ta kad pakeisti viską, kas yra dešineje
;puseje = Į savo kalbos terminologiją. Nekeiskite nieko
;kas yra kairėje pusėje = signs.
;
;For instance, you can change "LCL_CHOOSE_FOLDER=Choose Folder"
;to "LCL_CHOOSE_FOLDER=Folderenn Zelectin"
;But do NOT change it to "LCL_FOLDERENN_ZELECTIN=Folderenn Zelectin"
;
;
;
;The "&" character in strings is the Windows shortcut key.
;For instance, "mnuFile.Caption=&File" sets the File menu
;caption to "File" with the "F" underlined, and a
;shortcut key of "Alt+F".
;Changing that to "mnuFile.Caption=F&ile" would underline
;the "i" instead, and make the shortcut key "Alt+I"
;
;
;
;All the items that look like %%something%% are things that the
;program will automatically replace
;
;For instance, the line "LCL_ANALYZING=Analyzing %%filename%%" will
;appear in the program as something like
;"Analyzing C:\Music\RockMe.mp3"
;
;So leave those %%something%% items spelled EXACTLY the same. But
;you can move them around in the string if necessary.
;
;For instance, you could change the previous example to
;"LCL_ANALYZING=%%filename%% is being analysed"
;so that it would show up in the program as
;"C:\Music\RockMe.mp3 is being analysed"
;
;
;
;Oh, and the "LCL_xxx" strings are ones that are used in the code.
;The "xxx.Caption" and "xxx.Text" and "xxx.ToolTipText" strings
;are the graphical components built into the forms. That should
;not really affect your translation efforts, it's just for your
;information.
;
;If you have any questions about what any of these strings mean
;(how they are used in the GUI), just e-mail me at the address
;found on the "Help->About" screen.
;
;
;If you want a complete test scenario to make sure you have
;translated everything, ask me. I am putting together a list
;of steps that should make every string in this file
;appear at least once while you do them.
;
;
;

[frmAbout]
LCL_ABOUT_PROGRAM=О %%programName%%
LCL_VERSION_NUMBER=versija %%versionNumber%%

lblBackEndTitle.Caption=Back end (mp3gain.exe)
lblDescription.Caption=Vykdo Replay Gain MP3-failų analizę.
Label2.Caption=Dėl informacijos apie Replay Gain kreipkitės į:
Label3.Caption=Paskutinė MP3Gain versija: 
Label5.Caption=Susisiekti su autorium Glen Sawyer:
Label7.Caption=Back end naudoja modifikuotą mpglib versiją. Originalią mpglib versiją galima rasti:
Label10.Caption=Ačiu Markui Niubekui už simpatiškus mygtukus ir Bill MacEachern už profesionalesnio failo sukūrimą.
lblTranslation.Caption=Lietuviškas vertimas: Rimas S.
cmdDonate.Caption=Taip patiko programa, kad noriu pinigais paremti autorių!
cmdOK.Caption=&OK

[frmDisclaimer]
frmDisclaimer.Caption=Įspėjimas
Frame1.Caption=Įspėjimas
Label7.Caption=Ši programa yra tokia kokia yra be garantijų.
Label8.Caption=Programos autorius neatsako už patirtą žalą, naudojantis programa.
cmdOK.Caption=&OK

[frmDonate]
frmDonate.Caption=Pinigėliai autoriui
lblDonate.Caption=Programa yra nemokama. Be jokių apribojimų.
Label1.Caption=Visada galite pasiūsti man pinigų arba ką nors pasiūlyti šiuo adresu:
Label3.Caption=Tai daryti nebūtina. Turite visas teises naudotis programa amžinai, nesvarbu sumokėjote ar ne.
cmdOK.Caption=&OK

[frmGetGain]
frmGetGain.Caption=Nuolatinis lygio keitimas
Label1.Caption=Parinkite lygio pakeitimą visiems failams
chkConstOneChannel.Caption=Taikyti tik vienam kanalui
optLeft.Caption=kanalas 1 (kairys)
optRight.Caption=kanalas 2 (dešinys)
cmdOK.Caption=&OK
cmdCancel.Caption=Atšaukti

[frmLayerCheckWarning]
frmLayerCheckWarning.Caption=DĖMESIO!
Label2.Caption=MP3Gain dirba tik su mp3 failais. Kartais mp3gain klaidingai nustato mp3 failus kaip mp2 arba mp1. Šios savybės nustatymas atjungia vientisumo tikrinimą ir leidžia keisti klaidingai pažymėtų failų lygį.
Label1.Caption=Bet jeigu turite mp2 arba mp1 failų su klaidingu mp3 plėtiniu, šios savybės įjungimas gali sugadinti juos.
chkIGetIt.Caption=Daugiau nerodyti šio pranešimo
OKButton.Caption=&OK


[frmLogs]
LCL_ANALYSIS_LOG=Nepavyksta atidaryti/pakeisti analizės žurnalo failą %%filename%%
LCL_CHANGE_LOG=Nepavyksta atidaryti/pakeisti pakeitimų žurnalo failą %%filename%%
LCL_ERROR_LOG=Nepavyksta atidaryti/pakeisti klaidų žurnalo failą %%filename%%
LCL_LOG_FILES=Žurnalo failai
LCL_TEXT_FILES=Теkstiniai failai

frmLogs.Caption=Žurnalo nustatymai
txtChangeLog.ToolTipText=Lygio pakeitimai įrašomi į šį failą
txtAnalysisLog.ToolTipText=Analizės rezultatai įrašomi į šį failą
txtErrorLog.ToolTipText=Klaidos įrašomos į šį failą
Label1.Caption=Klaidų žurnalas
Label1.ToolTipText=klaidos įrašomos į šį failą
Label2.Caption=Analizės žurnalas
Label2.ToolTipText=Analizės rezultatai įrašomi į šį failą
Label3.Caption=Lygio pakeitimų žurnalas
Label3.ToolTipText=Lygio pakeitimai įrašomi į šį failą
cmdOK.Caption=&OK
cmdCancel.Caption=Atšaukti

[frmMain]
mnuSkipTagsWhileAdding.Caption=Netikrinti papildant
lblNoUndo.Caption=Be atšaukimo
mnuUndoGain.Caption=Atšaukti lygio pakeitimus
mnuDontAddClipping.Caption=Lygio pakeitimas be klipingo
mnuTagHead.Caption=Tag'ai
mnuSkipTags.Caption=Ignoruoti (nenuskaityti/neperrašyti tag'us)
mnuReCalcTags.Caption=Perskaičiuoti (nenuskaityti tag'ų)
mnuDeleteTags.Caption=Pašalinti tag'us iš failų
mnuBeep.Caption=Signalas baigus
LCL_REMOVING_TAGS=MP3Gain tegų pašalinimas iš %%filename%%
LCL_UNDOING_CHANGES=Atšaukti MP3Gain pakeitimus %%filename%%

;This is a file description for .csv files
LCL_COMMA_SEPARATED=failai su brūkšneliais-kableliais

mnuLoadAnalysis.Caption=Įkrauti analizės rezultatus
mnuSaveAnalysis.Caption=Išsaugoti analizės rezultatus

LCL_NO_BACK_END_1=Nerastas failas %%BACKENDFILE%%. Negalėsite analizuoti ir pakeisti mp3-failus.
LCL_NO_BACK_END_2=Jeigu perkėlėt ar nukopijavote MP3GainGUI.exe failą į naują katalogą, tai arba išnaujo jį nukopijuokite arba sukurkite nuorodą į senąjį katalogą.
LCL_NO_HELP_FOUND=%%HELPFILE%% NOT FOUND. Jeigu perkėlėt ar nukopijavote MP3GainGUI.exe failą į šį katalogą po instaliavimo, tuomet perkelkite ir failą .chm.

mnuLanguageList.Caption=Kalba
;This next one is in the "Options" menu
mnuSysTray.Caption=Suvynioti

;This next one shows up when you right-click on the icon when mp3gain is minimized to the tray
mnuPopRestore.Caption=Atstatyti

LCL_NO_TEMP_SPACE_1=Diske nėra vietos pakeitimams %%filename%%
LCL_NO_TEMP_SPACE_2=Išvalykite diską arba meniu "nustatymai->papildomai..." nurodykite "nenaudoti laikinų failų".

LCL_ENTER_LOG=Norite įrašyti šias klaidas į failą, o nežiopsoti į pasirodančius pranešimus?
LCL_SHOW_ONE_ERROR_COUNT=Klaidų apdirbant: %%COUNT%%.
LCL_SHOW_MANY_ERROR_COUNT=Klaidų apdirbant: %%COUNT%%.
LCL_VIEW_LOG=Parodyti klaidų žurnalą?
LCL_CANT_VIEW_LOG=Klaida atidarant žurnalo failą %%filename%%. Teks jį atidaryti su Windows'ų vedliu.

LCL_NO_CHECK=Jei manote, kad neteisinga, galite įjungti savybę %%noLayerCheckOption%%
LCL_OPEN_FILE_FILTER1=MP3-failai/sąrašai
LCL_OPEN_FILE_FILTER2=Visi failai
LCL_CHOOSE_FOLDER=Katalogo išrinkimas
LCL_DOING_ALBUM=Analizuojamas albumas...
LCL_BACKEND_ERROR=Klaida vykdant mp3gain.exe
LCL_APPLY_GAIN=Lygio pakeitimas %%filename%% į %%dbGain%% dB
LCL_MODIFY_ERROR=Neina pakeisti failo %%filename%%
LCL_CANCELLING=Atšaukimas...
LCL_CHANGING_LEFT=Kanalo 1 (kairio) lygio pakeitimasį %%dbGain%% db: %%filename%%
LCL_CHANGING_RIGHT=Kanalo 2 (dešinio) lygio pakeitimasį %%dbGain%% db: %%filename%%
LCL_CHANGING_GAIN=Lygio pakeitimas %%filename%% į %%dbGain%% dB:
LCL_NOT_STEREO=%%filename%% tai ne stereo arba 2-kanalų mp3 failas
LCL_ANALYZING=Аnalizė %%filename%%
LCL_ERROR_ANALYZING=Klaida analizuojant
LCL_FILE_ERROR_ANALYZING=Klaida analizuojant %%filename%%
LCL_EXITING=Išeiti...
LCL_TARGET_DB=(pagal nutylėjimą %%defaultTarget%%)

;This is what is in the "clipping" columns if
;the file is definitely clipping (or _will_ clip if the
;suggested gain is applied)
LCL_CLIP_YES=Taip

;This is what is in the "clipping" columns if
;the file is corrupt and mp3gain cannot tell if it is really
;clipping or not
LCL_CLIP_MAYBE=?

;the following are the column names in the main list box
LCL_COLUMN_PATH_FILE=Vieta\Failas
LCL_COLUMN_VOLUME=Lygis
LCL_COLUMN_CLIPPING=Karpymas
LCL_COLUMN_RADIO_GAIN=Pokytis
LCL_COLUMN_RADIO_CLIP=Takelis (T)
LCL_COLUMN_MAXIMUM_NOCLIP=Max. pakeit.
LCL_COLUMN_ALBUM_VOLUME=Lygis (A)
LCL_COLUMN_ALBUM_GAIN=Albumo lygis
LCL_COLUMN_ALBUM_CLIP=Takelis (A)
LCL_COLUMN_PATH=Kelias
LCL_COLUMN_FILE=Failas
LCL_COLUMN_MAXIMUM_AMPLITUDE=Тaik. max. amplitudė

;the following are the SHORT names that appear under the buttons when the
;user selects "Options->Toolbar->Small"
LCL_SMALL_FILES=Failai
LCL_SMALL_FOLDER=Katalogas
LCL_SMALL_ALL=Visi
LCL_SMALL_RADIO=Takelis
LCL_SMALL_ALBUM=Albumas
LCL_SMALL_CONSTANT=Konstanta

Form1.Caption=MP3 Gain
Label2.Caption=Garso "lygis":
cmdCancel.Caption=Atšaukimas
cmdExit.Caption=Išeiti
lblFileProg.Caption=Failo apdirbimas
lblTotProg.Caption=Bendras apdirbimas
Button1.ToolTipText=Įvykdyti Replay Gain mp3-failų analizę
Button1Menu1.Text=Takelio analizė
Button1Menu2.Text=Albumo analizė
Button1Menu4.Text=Nunulinti analizę
Button2.ToolTipText=Pakeisti mp3 failų lygį
Button2Menu1.Text=Takelio tipas
Button2Menu2.Text=Albumo tipas
Button2Menu3.Text=Konstanta
Button4.Caption=Įtraukti failus
Button4.ToolTipText=Įtraukti mp3 failus į sąrašą
Button5.Caption=Įtraukti katalogą
Button5.ToolTipText=Įtraukti visus mp3 failus kataloge
Button7.Caption=Pašalinti failą (us)
Button7.ToolTipText=Pašalinti išrinktus failus iš sąrašo
Button8.Caption=Išvalyti
Button8.ToolTipText=Pašalinti visus failus iš sąrašo
mnuFile.Caption=Failas
mnuAddFile.Caption=Įtraukti failus
mnuAddFolder.Caption=Įtraukti katalogą
mnuSelectAll.Caption=Išrinkti visus failus
mnuSelectNone.Caption=Nuimti išrinkimą nuo visų failų
mnuSelectReverse.Caption=Invertuoti pasirinkimą
mnuClearFiles.Caption=Pašalinti išrinktus failus iš sąrašo
mnuClearAll.Caption=Pašalinti visus failus
mnuExit.Caption=Išeiti
mnuAnalysis.Caption=Analizė
mnuRadio.Caption=Analizuoti Takelį
mnuAlbum.Caption=Analizuoti Albumą
mnuMaxAmp.Caption=Analizė Маx. galima.
mnuClearAnalysis.Caption=Nunulinti analizę
mnuGain.Caption=Pakeisti lygį
mnuRadioGain.Caption=Pritaikyti tipą "Takelis"
mnuAlbumGain.Caption=Pritaikyti tipą "Albumas"
mnuConstantGain.Caption=Pritaikyti konstantą...
mnuMaxNoClipGain.Caption=Pritaikyti max. įmanomą kiekv. failui
mnuGroupNoClip.Caption=Pritaikyti max. įmanomą visam albumui
mnuOptions.Caption=Nustatymai
mnuAlwaysTop.Caption=Visada viršuje
mnuSelectedFiles.Caption=Dirbti tik su išrinktais failais
mnuEachAlbum.Caption=Kiekvienas katalogas - tai albumas
mnuAddSubs.Caption=Įtraukti pakatalogius
mnuKeepTime.Caption=Išsaugoti failo laiką/datą
mnuReckless.Caption=Netikrinti Layer I/II
mnuLogs.Caption=Žurnalai...
mnuToolbar.Caption=Įrankių dėžutė
mnuToolBarBig.Caption=Didelė
mnuToolbarSmall.Caption=Maža
mnuToolbarText.Caption=Tik tekstas
mnuToolbarNone.Caption=Nėra
mnuFileDisplayOptions.Caption=Failų atvaizdavimas
mnuPathWithFile.Caption=Vieta\Failas
mnuFileOnly.Caption=Tik failo pavadinimas
mnuPathSepFile.Caption=Vieta ir Failas
mnuResetColumns.Caption=Atstatyti stulpelių plotį
mnuResetWarnings.Caption=Atšaukti įspėjamuosius pranešimus
mnuAdvancedOptions.Caption=Papildomi...
mnuHelp.Caption=Informacija
mnuContents.Caption=Turinys
mnuDisclaimer.Caption=Įspėjimas...
mnuAbout.Caption=Apie programą...

[frmMaximizing]
frmMaximizing.Caption=Apie maksimizavimą
Label1.Caption=Maksimalios garso failų amplitudės "maksimizavimas" arba normalizavimas, Ne geriausias jų garso išlyginimo būdas. Tech. paaiškinimus žr.
Label5.Caption=Arba įkraukite keletą pavyzdžių iš čia, parodančių, kad garso maksimizavimas ne tas pat kas normalizavimas:
OKButton.Caption=&OK

[frmOptions]
frmOptions.Caption=Papildomi nustatymai
fraPriority.Caption=Proceso prioritetas
optReal.Caption=Realaus laiko
optHigh.Caption=Aukštas
optNorm.Caption=Normalus
optIdle.Caption=Įprastas
Label1.Caption=Pastaba: aukštas ir realaus laiko nerekomenduojamas.
Frame1.Caption=Našumas
chkNoShowFileStatus.Caption=Nerodyti apdirbimo indikatoriaus
chkMaximizing.Caption=Leisti "maksimizavimo" funkciją
cmdOK.Caption=&OK
Label3.Caption=Šių nustatymų įjungimas galbūt privers mp3gain dirbti greičiau, bet gali būti, kad programos užstrigs ir teks perkrauti kompiuterį.
chkNoTempFiles.Caption=Nenaudoti laikinų failų

[frmReadOnly]
frmReadOnly.Caption=failas tik nuskaitymui
lblTitle.Caption=Įspėjimas: failai tik nuskaitymui, pakeisti neina:
Label1.Caption=Vis tiek įtraukti failą į sąrašą?
cmdYes.Caption=Taip
cmdYesAll.Caption=Taip visus
cmdNo.Caption=Ne
cmdNoAll.Caption=Ne visiems
CancelButton.Caption=Atšaukti

[frmResetWarn]
frmResetWarn.Caption=Nunulinti analizę?
Label1.Caption=Visi esami analizės duomenys bus pašalinti. Ar tikrai?
chkShowResetWarn.Caption=Daugiau neklausinėti
cmdYes.Caption=Taip
cmdNo.Caption=Ne

[frmStereoWarning]
frmStereoWarning.Caption=DĖMESIO!
Label1.Caption=Ši funkcija veikia kai mp3 koduotas kaip stereo ar 2-kanalų,o ne joint-stereo ar mono.
chkIGetIt.Caption=Daugiau nerodyti
OKButton.Caption=&OK

[basSaveAnalysis]
LCL_OVERWRITE_FILE=Perrašyti esamą failą?
LCL_MODIFIcATION_CAPTION=Įspėjimas apie failo pakeitimą
LCL_MODIFICATION_WARNING=Dėmesio: failas gali būti pakeistas jau po analizės išsaugojimo
LCL_SIZE_CAPTION=Ispėjimas apie dydžio pokytį
LCL_SIZE_WARNING=Dėmesio: failo dydis pakeistas jau po analizės
LCL_IGNORE_WARNING=Vis vien įkrauti analizės rezultatus?

[frmSkipTagsWarn]
frmSkipTagsWarn.Caption=ĮSPĖJIMAS!
Label1.Caption=Jei įjungtas "ignoruoti tag'us" nustatymas, informacija "atšaukimui" nebus saugoma mp3 failuose ir jūs negalėsite automatiškai atšaukti pakeitimus
chkIGetIt.Caption=Daugiau nerodyti
OKButton.Caption=&OK
